Revit 2024 API
UpdaterInfo.AdditionalInformation Property
 Additional information about the updater.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public string AdditionalInformation { get; }
Visual Basic
Public ReadOnly Property AdditionalInformation As String
	Get
Visual C++
public:
property String^ AdditionalInformation {
	String^ get ();
}
See Also
UpdaterInfo Class
Autodesk.Revit.DB Namespace